{
    "Basic": "Essentials",
    "Advanced": "Advanced",
    "ValueAddedServices": "Value-Added Services",
    "aiCapabilities.title": "AI Capabilities",
    "aiCapabilities.0.name": "AI Auto Parsing",
    "aiCapabilities.0.detail": "Automatically analyzes uploaded assets to extract content descriptions, color schemes, mood attributes, and metadata for enhanced discoverability.",
    "aiCapabilities.1.name": "AI Auto Tagging",
    "aiCapabilities.1.detail": "Intelligently applies relevant tags to assets based on advanced content analysis during the upload process.",
    "aiCapabilities.2.name": "AI Smart Renaming",
    "aiCapabilities.2.detail": "Automatically generates meaningful file names based on content analysis, optimizing filenames.",
    "aiCapabilities.3.name": "Smart Search",
    "aiCapabilities.3.detail": "AI-powered content search utilizing parsed asset metadata and visual analysis for superior asset discovery",
    "aiCapabilities.4.name": "Search Similar Images",
    "aiCapabilities.4.detail": "Upload local images to find visually similar assets in your library, or search for comparable content across your entire system",
    "aiCapabilities.5.name": "Color-Based Filtering",
    "aiCapabilities.5.detail": "Advanced color matching and filtering capabilities across your entire asset library",
    "storageManagement.title": "Storage Management",
    "storageManagement.0.name": "Unlimited Batch Upload",
    "storageManagement.0.detail": "No restrictions on simultaneous file uploads, supporting massive content migration workflows",
    "storageManagement.1.name": "Large File Support",
    "storageManagement.1.detail": "Handle files up to 20GB in size, perfect for high-resolution videos and complex design files",
    "storageManagement.2.name": "Download Quota",
    "storageManagement.2.detail": "Download bandwidth quota follows the current workspace storage quota and resets monthly",
    "assetOrganization.title": "Asset Organization",
    "assetOrganization.0.name": "70+ Format Online Preview",
    "assetOrganization.0.detail": "Comprehensive format support with instant preview capabilities including:\n- Images: jpg, jpeg, png, bmp, gif, tiff, webp, heic, avif, pic, insp\n- Design files: eps, svg, psd, psb, ai, cdr, hdr, exr\n- 3D models: obj, gltf, glb, fbx, stl, c4d\n- Fonts: ttf, otf, ttc\n- E-book: epub\n- Audio: mp3, m4a, wav\n- Video: mov, flv, mp4, webm, m4v, avi, mkv, mgb, rmv, brm, mpg, ts, insv\n- Spreadsheets: et, xls, xlt, xlsx, xlsm, xltx, xltm, xlsb, csv, ods\n- Documents: txt, doc, docx, dot, dotx, docm, dotm, wps, wpt, rtf, pdf, md, odt, latex, mmd\n- Presentations: pdf, ppt, pptx, pptm, key, wps\n- Webpage: html, url",
    "assetOrganization.1.name": "Five Content Views",
    "assetOrganization.1.detail": "Enhance project efficiency with four view modes: Grid, Adaptive, Waterfall, List, and Kanban, tailored to workflow needs.",
    "assetOrganization.2.name": "Advanced Filtering",
    "assetOrganization.2.detail": "Filter by color, view, format, tags, size, dimensions, duration, rating, links, notes, owner, creation date, sorting, and more",
    "assetOrganization.3.name": "Asset Rating System",
    "assetOrganization.3.detail": "5-star rating system for asset quality assessment",
    "assetOrganization.4.name": "Folder Auto-Tagging",
    "assetOrganization.4.detail": "Automatic tag inheritance for all assets within designated folders",
    "assetOrganization.5.name": "Duplicate Detection",
    "assetOrganization.5.detail": "Automatic identification of duplicate files during upload process to prevent redundancy",
    "assetOrganization.6.name": "Folder Editing",
    "assetOrganization.6.detail": "Customizable folder names, notes, and emoji icons for personalized organization",
    "assetOrganization.7.name": "Asset Editing",
    "assetOrganization.7.detail": "Editable asset names, notes, source URLs, folders, tags, and AI analysis results for optimal content management",
    "assetOrganization.8.name": "Bulk Rename",
    "assetOrganization.8.detail": "Batch rename assets using sequence numbers, dates, tags, original filenames, or text replacement patterns",
    "assetOrganization.9.name": "Bulk Operations",
    "assetOrganization.9.detail": "Comprehensive batch editing capabilities for metadata including names, notes, links, tags, and ratings",
    "assetOrganization.10.name": "Folder Access",
    "assetOrganization.10.detail": "Role-based permission management at the primary folder level",
    "sharingCollaboration.title": "Basic Sharing",
    "sharingCollaboration.0.name": "Flexible Asset Sharing",
    "sharingCollaboration.0.detail": "Share individual assets or complete folders with customizable permission settings",
    "sharingCollaboration.1.name": "Time-Based Access Control",
    "sharingCollaboration.1.detail": "Configure sharing link expiration periods (7 days, 30 days, or permanent access)",
    "sharingCollaboration.2.name": "Permission Management",
    "sharingCollaboration.2.detail": "Set download, transfer, or view-only access rights for shared content",
    "sharingCollaboration.3.name": "Secure Sharing",
    "sharingCollaboration.3.detail": "Password protection for shared links with custom access codes for enhanced security",
    "sharingCollaboration.4.name": "Comprehensive Sharing Dashboard",
    "sharingCollaboration.4.detail": "Centralized management interface for all sharing activities and permissions",
    "analyticsMonitoring.title": "Analytics & Monitoring",
    "analyticsMonitoring.0.name": "Action Logs",
    "analyticsMonitoring.0.detail": "Track over 60 user actions including uploads, downloads, shares, edits, transfers, and invitations",
    "analyticsMonitoring.1.name": "Asset Statistics",
    "analyticsMonitoring.1.detail": "Monitor engagement metrics including views, downloads, and sharing statistics with user attribution",
    "analyticsMonitoring.2.name": "User Statistics",
    "analyticsMonitoring.2.detail": "Detailed analytics on individual user activities and asset interaction patterns",
    "extensions.title": "Applications & Extensions",
    "extensions.0.name": "Desktop App",
    "extensions.0.detail": "MuseDAM Desktop Application for enhanced file transfer efficiency (upload/download) with advanced features including batch operations, large file transfers, resume capability, and flexible transfer controls",
    "extensions.1.name": "Web Browser Extension",
    "extensions.1.detail": "Drag-and-drop or batch collection of images, videos, and web content with one-click saving functionality",
    "extensions.2.name": "Social Media Collection",
    "extensions.2.detail": "Rapid content collection from popular platforms including Xiaohongshu, Douyin, Weibo, WeChat official accounts, and other social networks",
    "advancedFeatures.title": "Enterprise Features",
    "advancedFeatures.0.name": "AskMuse",
    "advancedFeatures.0.detail": "Interactive AI engine for Q&A and conversations based on your asset library and folder content",
    "advancedFeatures.1.name": "Version Control",
    "advancedFeatures.1.detail": "Complete asset versioning system with metadata tracking and rollback capabilities",
    "advancedFeatures.2.name": "Comments & Annotations",
    "advancedFeatures.2.detail": "Advanced commenting system with @mentions and visual markup tools for team collaboration",
    "advancedFeatures.3.name": "Multi-Level Permissions",
    "advancedFeatures.3.detail": "Granular access control with edit/view permissions at folder and subfolder levels",
    "advancedFeatures.4.name": "Flexible Tagging System",
    "advancedFeatures.4.detail": "Individual and batch tagging with hierarchical three-level tag management structure",
    "advancedFeatures.5.name": "Sharing Analytics",
    "advancedFeatures.5.detail": "Track views, downloads, saves, and comments for assets and folders, with user type identification (sharers, internal members, enterprise whitelist users, or internet users)",
    "advancedFeatures.6.name": "Department Management",
    "advancedFeatures.6.detail": "Organization-wide department structure management with role-based access controls",
    "advancedFeatures.7.name": "Enterprise Whitelist",
    "advancedFeatures.7.detail": "Whitelist management and controlled sharing with specified users only",
    "advancedFeatures.8.name": "Global Sharing Controls",
    "advancedFeatures.8.detail": "Global sharing toggles and centralized access management",
    "advancedFeatures.9.name": "Ownership Management",
    "advancedFeatures.9.detail": "Bulk transfer of asset ownership between users",
    "customSystemHomepage.title": "Custom System Homepage",
    "customSystemHomepage.0.name": "Theme Configuration",
    "customSystemHomepage.0.detail": "Light/dark color scheme options for system interface customization",
    "customSystemHomepage.1.name": "Personalized Configuration",
    "customSystemHomepage.1.detail": "Configure custom enterprise portal homepage with branded elements",
    "customSystemHomepage.2.name": "Navigation Layout",
    "customSystemHomepage.2.detail": "Customize navigation layouts, welcome messages, search bars, and interface elements",
    "customSystemHomepage.3.name": "Website Links",
    "customSystemHomepage.3.detail": "Add frequently used website links as convenient quick-access entry points",
    "customSystemHomepage.4.name": "Recommended Sections",
    "customSystemHomepage.4.detail": "Choose 3-8 customizable sections with images, titles, and redirect links for each section",
    "customSystemHomepage.5.name": "Content Display Panels",
    "customSystemHomepage.5.detail": "Hot assets, recent visits, shared spaces, and favorites display modules",
    "customSystemHomepage.6.name": "Background Settings",
    "customSystemHomepage.6.detail": "Full-screen or half-screen layout options with uploaded or online background images",
    "standardProjectHub.title": "Standard Project Hub",
    "standardProjectHub.0.name": "Efficient Project Management",
    "standardProjectHub.0.detail": "Streamlined kanban workflows with rapid project initiation and agile execution, featuring customizable board configurations",
    "standardProjectHub.1.name": "Visual Project Control",
    "standardProjectHub.1.detail": "Comprehensive project progress overview and real-time stage monitoring for complete execution visibility",
    "standardProjectHub.2.name": "Multi-dimensional View Modes",
    "standardProjectHub.2.detail": "Task kanban, Gantt charts, and file asset views for versatile project management perspectives",
    "standardProjectHub.3.name": "Member & Permission Management",
    "standardProjectHub.3.detail": "Flexible assignment of task owners and reviewers to ensure clear accountability and process compliance",
    "standardProjectHub.4.name": "Team Collaboration Features",
    "standardProjectHub.4.detail": "Multi-user collaboration and real-time project tracking to enhance team productivity",
    "advancedProjectHub.title": "Advanced Project Hub",
    "advancedProjectHub.0.name": "Complete Feature Set",
    "advancedProjectHub.0.detail": "Includes all core capabilities of the Standard Project Hub for comprehensive project management needs",
    "advancedProjectHub.1.name": "Multi-stage Project Control",
    "advancedProjectHub.1.detail": "Complex project phase breakdown, and Gate Keeper approval mechanisms",
    "advancedProjectHub.2.name": "Automated Workflow Engine",
    "advancedProjectHub.2.detail": "Visual workflow configuration with multiple triggers and automation rules, including intelligent approval workflows",
    "advancedProjectHub.3.name": "Business Template Library",
    "advancedProjectHub.3.detail": "Complete project templates covering marketing campaigns, product visual creation, e-commerce operations, brand visual upgrades, content creation, and other business scenarios",
    "advancedProjectHub.4.name": "Intelligent Validation & Readiness Management",
    "advancedProjectHub.4.detail": "Integrated readiness checks with automated quality validation and compliance detection, featuring visual readiness tracking and issue identification for informed project decisions",
    "advancedProjectHub.5.name": "Custom Template Management",
    "advancedProjectHub.5.detail": "Create and save custom project templates based on internal best practices",
    "aiAutoTaggingEngine.title": "AI Auto-Tagging Engine",
    "aiAutoTaggingEngine.0.name": "Intelligent Recognition Capabilities",
    "aiAutoTaggingEngine.0.detail": "Support for text content analysis and image recognition, combined with folder path information and keyword matching mechanisms for precise content classification",
    "aiAutoTaggingEngine.1.name": "Adaptive Tagging Strategy",
    "aiAutoTaggingEngine.1.detail": "Based on client-specified three-tier tag architecture, supporting multi-tag parallel matching and deep-level priority strategies",
    "aiAutoTaggingEngine.2.name": "Workflow Configuration",
    "aiAutoTaggingEngine.2.detail": "Provides two business scenarios - automatic tagging mode (direct AI application) and review tagging mode (manual review followed by batch operations)",
    "aiAutoTaggingEngine.3.name": "System Management Control",
    "aiAutoTaggingEngine.3.detail": "Includes engine toggle control, data statistics monitoring, task workflow management, and dynamic weight adjustment functions",
    "aiAutoTaggingEngine.4.name": "Quality Assurance Mechanism",
    "aiAutoTaggingEngine.4.detail": "Generates matching confidence scores to ensure tagging accuracy and reliability",
    "aiAutoTaggingEngine.5.name": "Customized Tag Application",
    "aiAutoTaggingEngine.5.detail": "Distinguished from generic AI intelligent parsing and tagging, specifically designed for precise asset classification based on enterprise-defined tag systems",
    "museAI.title": "Muse AI",
    "museAI.block.0": "Design Agent",
    "museAI.0.detail": "Intelligently coordinates the creative production lifecycle, delivering an enterprise-grade AI design foundation.",
    "museAI.1.name": "Creative Reasoning",
    "museAI.1.detail": "Understands user ideas and requirements in depth, automatically charting optimal generation paths for on-target outcomes.",
    "museAI.2.name": "Smart Prompting",
    "museAI.2.detail": "Iteratively refines prompts with industry best practices to enhance context comprehension and generation accuracy.",
    "museAI.3.name": "Interactive Guidance",
    "museAI.3.detail": "Provides real-time suggestions and workflow cues to help teams collaborate efficiently and make faster decisions.",
    "museAI.block.1": "Generation Capabilities",
    "museAI.4.name": "Text-to-Image",
    "museAI.4.detail": "Transforms textual descriptions into high-quality visual assets across multiple styles and scenarios.",
    "museAI.5.name": "Image-to-Image",
    "museAI.5.detail": "Generates new visual variations from existing assets with flexible adjustments to composition, style, and detail.",
    "museAI.6.name": "Text-to-Video",
    "museAI.6.detail": "Produces dynamic video content from text scripts for rapid marketing and communication outputs.",
    "museAI.7.name": "Keyframe Video",
    "museAI.7.detail": "Generates smooth transition videos by uploading starting and ending keyframes.",
    "museAI.8.name": "Smart Cutout",
    "museAI.8.detail": "AI-powered background removal with automatic edge detection and precise subject preservation.",
    "museAI.block.2": "Canvas Toolkit",
    "museAI.9.name": "Editable Canvas",
    "museAI.9.detail": "Generates and edits images within a unified canvas with real-time previews and iterative refinement.",
    "museAI.10.name": "Custom Frames",
    "museAI.10.detail": "Supports flexible dimensions and aspect ratios to match diverse channel and distribution requirements.",
    "museAI.11.name": "Layer Management",
    "museAI.11.detail": "Enables multi-layer, non-destructive editing with layer locking, ordering, and batch adjustments.",
    "museAI.12.name": "Design Elements",
    "museAI.12.detail": "Quickly add patterns, text, and graphics to compose backgrounds and foregrounds with ease.",
    "museAI.13.name": "Template Support",
    "museAI.13.detail": "Offers an editable template library with one-click application and deep customization options.",
    "batchTemplating.title": "Batch Templating",
    "batchTemplating.0.name": "Brand Consistency at Scale",
    "batchTemplating.0.detail": "Apply brand-approved templates across multiple assets simultaneously to ensure design uniformity",
    "batchTemplating.1.name": "Smart Content Replacement",
    "batchTemplating.1.detail": "Automatically swap images, graphics, design elements, and colors while preserving layout integrity and design quality",
    "batchTemplating.2.name": "Dynamic Content Mapping",
    "batchTemplating.2.detail": "Map variable content (text, images, data, colors) to template placeholders for personalized, on-brand outputs",
    "batchTemplating.3.name": "Flexible Data Import",
    "batchTemplating.3.detail": "Batch select product assets directly from the library or import variable data via CSV for rapid large-scale content configuration",
    "batchTemplating.4.name": "AI Translation and Bulk Production",
    "batchTemplating.4.detail": "Translate text content into 17 languages with one click and generate hundreds of multilingual branded assets in a single operation",
    "museCut.title": "MuseCut",
    "museCut.0.name": "Video Segmentation",
    "museCut.0.detail": "Automatically detect scene changes, key moments, and highlights to intelligently segment raw footage into clips",
    "museCut.1.name": "AI Script Creation",
    "museCut.1.detail": "Generate contextually relevant scripts based on your requirements and video content, with automatic clip-to-script mapping",
    "museCut.2.name": "One-Click Video Assembly",
    "museCut.2.detail": "Automatically arrange clips, add transitions, match background music, and generate subtitles to create finished videos instantly",
    "complianceCheck.title": "Compliance Detection",
    "complianceCheck.0.name": "Content Safety Detection",
    "complianceCheck.0.detail": "Automated AI-powered screening for inappropriate adult and explicit material",
    "complianceCheck.1.name": "Violence and Sensitive Content Detection",
    "complianceCheck.1.detail": "Advanced identification of violent and potentially sensitive content",
    "complianceCheck.2.name": "Restricted Terminology Detection",
    "complianceCheck.2.detail": "Detection of prohibited words and restricted language based on regional compliance requirements",
    "complianceCheck.3.name": "Enterprise Custom Word Filtering",
    "complianceCheck.3.detail": "Configurable blacklist and whitelist for organization-specific content policies",
    "deliveryApprovalCenter.title": "Deliverable Approval Center",
    "deliveryApprovalCenter.0.name": "Flexible Approval Workflow Configuration",
    "deliveryApprovalCenter.0.detail": "Configure custom approval workflows to meet diverse approval requirements across different teams and projects",
    "deliveryApprovalCenter.1.name": "Bulk Deliverable Management",
    "deliveryApprovalCenter.1.detail": "Enable internal creative teams or external vendors to batch upload deliverables and submit for approval, enhancing collaboration efficiency",
    "deliveryApprovalCenter.2.name": "Visual Approval Feedback",
    "deliveryApprovalCenter.2.detail": "Annotate and comment directly on assets with markup tools to provide clear, precise feedback and revision suggestions",
    "deliveryApprovalCenter.3.name": "Version Control and History",
    "deliveryApprovalCenter.3.detail": "Support approval or rejection with the ability for creative teams to submit new versions for re-approval, maintaining a complete revision history",
    "deliveryApprovalCenter.4.name": "SLA and Deadline Management",
    "deliveryApprovalCenter.4.detail": "Set delivery and approval deadlines with automatic escalation to designated approvers for overdue tasks, ensuring on-time project completion",
    "deliveryApprovalCenter.5.name": "Automated Asset Archiving",
    "deliveryApprovalCenter.5.detail": "Automatically file approved deliverables to designated folders, enabling seamless transition from approval to archival",
    "publicAssetsAndDerivatives.title": "Public Assets & Derivatives",
    "publicAssetsAndDerivatives.0.name": "Original File Public Permission Control",
    "publicAssetsAndDerivatives.0.detail": "Folder-level permission settings enable administrators to control public access to original files at the source, ensuring sensitive content is not inadvertently exposed",
    "publicAssetsAndDerivatives.1.name": "Automated Derivative Configuration",
    "publicAssetsAndDerivatives.1.detail": "Configure multiple derivative rules (format, dimensions, quality) in the backend to automatically adapt to different channel requirements, with independent public access permissions and API integration capabilities for each rule, enabling upload once and deploy everywhere",
    "publicAssetsAndDerivatives.2.name": "Flexible Display Control",
    "publicAssetsAndDerivatives.2.detail": "Configure whether derivatives and their public links are displayed on asset detail pages to meet different business visibility requirements",
    "publicAssetsAndDerivatives.3.name": "Batch Link Export",
    "publicAssetsAndDerivatives.3.detail": "Batch select assets and export public links for original files and derivatives to CSV in one click, streamlining workflows for e-commerce product listing and similar scenarios",
    "copyrightManagement.title": "Rights Management",
    "copyrightManagement.0.name": "Rights Agreement Management",
    "copyrightManagement.0.detail": "Dedicated rights management module supporting the creation of rights agreements, uploading of agreement attachments, configuring multi-dimensional usage rights (region, channel, time period), and linking assets from the library for centralized management",
    "copyrightManagement.1.name": "Asset Usage Rights Control",
    "copyrightManagement.1.detail": "Upload and manage rights information with flexible configuration of usage restrictions by region, channel, and time period to ensure compliant asset usage",
    "copyrightManagement.2.name": "Geographic and Channel Restrictions",
    "copyrightManagement.2.detail": "Precisely define specific countries/regions and distribution channels where assets can be used, enabling granular permission control",
    "copyrightManagement.3.name": "Usage Period Management",
    "copyrightManagement.3.detail": "Set time-limited usage permissions with automatic expiration tracking; expired assets are automatically restricted from access (including sharing, downloading, and other operations)",
    "customMetadataFields.title": "Custom Metadata Fields",
    "customMetadataFields.0.name": "Custom Field Configuration",
    "customMetadataFields.0.detail": "Configure personalized field types and content within the asset library",
    "customMetadataFields.1.name": "Multiple Field Types",
    "customMetadataFields.1.detail": "Support for text, single-select, multi-select, personnel, date, number, hyperlink, and additional field formats",
    "customMetadataFields.2.name": "Field Capacity",
    "customMetadataFields.2.detail": "Support up to 300 custom fields per system to meet complex organizational needs, with unlimited applicable assets",
    "watermark.title": "Watermark",
    "watermark.0.name": "Site-wide Watermark",
    "watermark.0.detail": "Comprehensive watermark coverage across the entire platform with simple on/off toggle control",
    "watermark.1.name": "Custom Watermark Content",
    "watermark.1.detail": "Personalized watermark text and design options",
    "watermark.2.name": "Universal Display",
    "watermark.2.detail": "Watermark appears consistently on all screens and interfaces when activated",
    "enterpriseSingleSignOn.title": "Enterprise Single Sign-On (SSO)",
    "enterpriseSingleSignOn.0.name": "Feishu SSO",
    "enterpriseSingleSignOn.0.detail": "Single sign-on integration with Feishu enterprise platform",
    "enterpriseSingleSignOn.1.name": "WeChat Work SSO",
    "enterpriseSingleSignOn.1.detail": "Single sign-on integration with WeChat Work",
    "enterpriseSingleSignOn.2.name": "DingTalk SSO",
    "enterpriseSingleSignOn.2.detail": "Single sign-on integration and authentication via DingTalk",
    "enterpriseSingleSignOn.3.name": "Teams SSO",
    "enterpriseSingleSignOn.3.detail": "Single sign-on integration and authentication via Microsoft Teams",
    "globalAcceleration.title": "Global Acceleration",
    "globalAcceleration.0.name": "Global Team Collaboration Support",
    "globalAcceleration.0.detail": "Ensures overseas team members can access the system seamlessly, enabling barrier-free cross-regional collaboration",
    "globalAcceleration.1.name": "High-Performance Network Services",
    "globalAcceleration.1.detail": "Provides overseas CDN/OSS acceleration traffic package quotas, guaranteeing access speed and stability for global users",
    "customerService.title": "Ticketing Support",
    "customerService.0.name": "Ticketing Support",
    "customerService.0.detail": "Dedicated ticketing system with guaranteed 1-2 business day response times",
    "capacityExpansion.title": "Usage Expansion",
    "capacityExpansion.0.name": "Seat Expansion",
    "capacityExpansion.0.detail": "Additional seats (configurable as administrator, contributor, or member roles)",
    "capacityExpansion.1.name": "Storage Expansion",
    "capacityExpansion.1.detail": "Additional 1TB file storage per increment",
    "capacityExpansion.2.name": "AI Points Expansion",
    "capacityExpansion.2.detail": "Additional 20,000 one-time permanent AI points (valid until consumed); credits can be used for custom AI tagging, intelligent parsing, and AI content creation",
    "capacityExpansion.3.name": "Download Data Expansion",
    "capacityExpansion.3.detail": "Additional 1TB download traffic package per increment (valid until consumed)",
    "capacityExpansion.4.name": "Global Acceleration Traffic Expansion",
    "capacityExpansion.4.detail": "Each increment includes additional 10TB CDN/OSS acceleration traffic package (valid until consumed)",
    "professionalServicesSupport.title": "Professional Services & Support",
    "professionalServicesSupport.0.name": "Roadmap Feature Development",
    "professionalServicesSupport.0.detail": "Product feature iterations based on development roadmap and customer feedback",
    "professionalServicesSupport.1.name": "Consultation & Training Services",
    "professionalServicesSupport.1.detail": "2 dedicated consultation sessions and enterprise training programs per year",
    "professionalServicesSupport.2.name": "Professional Customer Support",
    "professionalServicesSupport.2.detail": "8-hour weekday customer support coverage with dedicated success team"
}