{
    "about-us.hero.head": "Machine Creativity Empowering Humanity",
    "about-us.hero.join.btn": "JOIN US",
    "about-us.investors.title": "Investors",
    "about-us.investors.subtitle": "MuseDAM - Driving Innovation in Digital Asset Management",
    "about-us.our-story.title": "Our Story",
    "about-us.our-story.p1": "In 2015, \"Tezign\" set sail on a creative voyage, fusing technology and design under the Tech + Design banner, and has since expanded to a global network encompassing over 100,000 creative professionals. Leaping forward to 2017, we launched our enterprise-grade Digital Asset Management (DAM) solution, transforming how businesses handle marketing materials and optimize the flow of digital assets internally. Our expertise has been tapped into by more than 200 brands spanning a spectrum of industries, from FMCG and retail to beauty, fashion, B2B, and pharmaceuticals.",
    "about-us.our-story.p2": "Reaching a pivotal moment in 2021, Tezign secured its Series D1 funding round, catapulting us into the exclusive unicorn startup club with a valuation surpassing one billion dollars. This landmark achievement has turbocharged our expansion and ignited a new wave of innovation within our walls.",
    "about-us.our-story.p3": "By 2023, our organization had cultivated a family of Muse products, including MuseDAM, MuseAI, MuseTransfer, and MuseLink—each meticulously designed for and adored by the creative community. As we moved into 2024, we integrated our Muse offerings, intensifying our dedication to the advancement of MuseDAM. Our mission: to arm both enterprises and individual creators with a cutting-edge design asset management tool, tailor-made for the AI revolution.",
    "about-us.our-story.p4": "MuseDAM stands as the quintessential design asset management tool for the AI age, harmoniously integrating inspiration collection, asset management, team collaboration, and AI-driven generation into one cohesive platform. This convergence frees creators to devote more time and energy to the core of creativity itself.",
    "about-us.join-us.title": "Join us at Muse",
    "about-us.join-us.subtitle": "It's time to build & create 🧑‍💻",
    "about-us.join-us.position": "Hiring Full-Stack Engineers",
    "about-us.join-us.description": "Join our innovative team at Muse and contribute to the cutting-edge digital asset management solutions. We're hiring Full-Stack Engineers with strong coding skills.",
    "about-us.join-us.apply": "Apply now by sending your resume to",
    "about-us.join-us.apply-suffix": "for technical challenges."
}