{
  "hero.tag": "Smart Folders",
  "hero.title": "Smart Folders: Automating File Organization",
  "hero.description": "Eliminate the complexity of file organization with Smart Folders, a groundbreaking solution that streamlines your digital workflow. Automatically categorize and manage your files with precision, tailored to your specific needs and preferences. 🚀",

  "showcase.title": "Simplify File Management with Intelligent Automation",

  "showcase.points.0.keyword": "Create Custom Smart Folders",
  "showcase.points.0.description": "Easily create personalized Smart Folders that intelligently sort and categorize your files based on your unique criteria, streamlining your digital asset management.",

  "showcase.points.1.keyword": "Set-and-Forget Convenience",
  "showcase.points.1.description": "Configure your preferences once, and let Smart Folders automatically keep your files organized and up-to-date in the background, saving you time and effort.",

  "showcase.points.2.keyword": "Real-Time Updates",
  "showcase.points.2.description": "Gain confidence with real-time updates in your Smart Folders, ensuring that your files remain organized and synchronized as you work.",

  "showcase.points.3.keyword": "Innovation",
  "showcase.points.3.description": "Unlock precision and customization with Smart Folders' advanced filtering options, including color, size, file format, tags, and creation date, for tailored file organization.",

  "text-display.title": "MuseDAM Smart Folders: Elevate Your File Management Efficiency",
  "text-display.description": "Accelerate Productivity with MuseDAM's Smart Folders",

  "text-display.points.0.keyword": "Automated File Sorting",
  "text-display.points.0.description": "Automate file sorting to save time and prioritize core tasks.",

  "text-display.points.1.keyword": "Customized File Management",
  "text-display.points.1.description": "Customize file management with advanced filtering for precision organization.",

  "text-display.points.2.keyword": "Adaptable to File Growth",
  "text-display.points.2.description": "Scale with your growing file collection while maintaining accessibility.",

  "text-display.points.3.keyword": "Intuitive Operational Experience",
  "text-display.points.3.description": "Enjoy an intuitive setup and use for a user-friendly file organization experience."
}
